[{"date":"2021-04-13T00:00:00Z","href":"https://rbiologos.com/en/blog/a006/","objectID":"12d725c6b82f4916a6b15ccbb6455b0d","summary":"One of the simplest stages, but which is usually the most problematic in our projects and tasks in R, is loading data.","tags":["R","RStudio","Read"],"title":"So... how do I upload my data?"},{"date":"2021-04-06T00:00:00Z","href":"https://rbiologos.com/en/blog/a005/","objectID":"6f2dcb974615c8836c88932ea43ddb04","summary":"You’ve already seen how to work in R and Rstudio, you’ve learned to configure your working directory, install libraries and call them, about scripts and how useful they’re to work in R.","tags":["Data","Structure","RStudio"],"title":"Data type and structure"},{"date":"2021-03-18T00:00:00Z","href":"https://rbiologos.com/en/blog/a004/","objectID":"9473c3ef236e7774ec2d389aca1dce16","summary":"Before delving into data and Data structures in R, let’s know, configure and take into account RStudio environment generalities","tags":["R","RStudio","software"],"title":"How does R work?"},{"date":"2021-03-18T00:00:00Z","href":"https://rbiologos.com/en/blog/a003/","objectID":"8d93343a42364f8bbe3ec85f9f4cb2db","summary":"To start this adventure, the first thing you need is to install R and Rstudio, without them I think it would be very difficult to start our adventure.","tags":["R","RStudio","software"],"title":"What do I need to get started in R?"},{"date":"2021-03-16T00:00:00Z","href":"https://rbiologos.com/en/blog/a002/","objectID":"b2da9816f9fbd25ac24728a61cb05693","summary":"We will start by telling you that R is one of the most widely used programming languages in scientific research","tags":["R","RStudio","history"],"title":"... and now a bit of theory!"},{"date":"2021-03-16T00:00:00Z","href":"https://rbiologos.com/en/blog/a001/","objectID":"fff30d8fbb54a651387668ebcc6b1bbe","summary":"About us?\r\n\rWe are David Vanegas and Eduardo Grajales, two biologists from the University of Quindío passionate about the world of programming and R","tags":[],"title":"Why did we create this page?"},{"date":"0001-01-01T00:00:00Z","href":"https://rbiologos.com/en/author/david-vanegas/","objectID":"64ad78c94e0db367ba902c3abc6b73cb","summary":"I\u0026rsquo;m a biologist, lover of insects. I consider myself a person passionate about life, therefore, I enjoy all the activities related to it, such as research and tourism, which allows us to understand the different natural processes and establish contact with reality.","tags":null,"title":"David Vanegas"},{"date":"0001-01-01T00:00:00Z","href":"https://rbiologos.com/en/author/eduardo-grajales/","objectID":"e9ee47ad94dd20738453e31efffeb09e","summary":"I\u0026rsquo;m a biologist by profession and passionate about high mountain ecosystems. I consider myself a fairly curious, happy person, always with the desire to learn, know, explore different places full of nature and, above all, share my knowledge with colleagues (or those related to the profession) and with people who, due to different factors, are unaware fully the importance of the environment and the role of environmental education.","tags":null,"title":"Eduardo Grajales"},{"date":"0001-01-01T00:00:00Z","href":"https://rbiologos.com/en/author/eliana-tabares/","objectID":"865d273b48dda42985455b4e6bc9fd62","summary":"Biologist, with particular interest in the areas of genetics and conservation. I consider myself a person in constant learning, always in search of new topics and areas of knowledge from which to enrich myself and take advantage of them.","tags":null,"title":"Eliana Tabares Lara"}]