[{"date":"2021-04-13T00:00:00Z","href":"https://rbiologos.com/pt/blog/a006/","objectID":"983b2f48f05d7900c5576ae311fc7dbe","summary":"Uma das etapas mais simples, mas geralmente a mais problemática em nossos projetos e tarefas em R, é o carregamento de dados.","tags":["R","RStudio","Leitura"],"title":"Então ... Como faço o upload dos meus dados?"},{"date":"2021-04-07T00:00:00Z","href":"https://rbiologos.com/pt/blog/a005/","objectID":"fe5ed4ba5850a4e3d8b0ae825c447fcc","summary":"Você já viu como trabalhar em R e Rstudio, aprendeu a configurar seu diretório de trabalho, instalar bibliotecas e chamá-las, sobre scripts e como são úteis para trabalhar em R.","tags":["Dados","Estrutura","RStudio"],"title":"Tipo e estrutura de dados"},{"date":"2021-03-18T00:00:00Z","href":"https://rbiologos.com/pt/blog/a004/","objectID":"9473c3ef236e7774ec2d389aca1dce16","summary":"Antes de nos aprofundarmos nos dados e estruturas de dados em R, vamos conhecer, configurar e levar em consideração as generalidades do ambiente RStudio","tags":["R","RStudio","software"],"title":"Como funciona o R?"},{"date":"2021-03-18T00:00:00Z","href":"https://rbiologos.com/pt/blog/a003/","objectID":"8d93343a42364f8bbe3ec85f9f4cb2db","summary":"Para começar esta aventura, a primeira coisa que você precisa é instalar o R e o Rstudio, sem eles eu acho que seria muito difícil começar nossa aventura.","tags":["R","RStudio","software"],"title":"O que eu preciso para começar no R?"},{"date":"2021-03-16T00:00:00Z","href":"https://rbiologos.com/pt/blog/a002/","objectID":"b2da9816f9fbd25ac24728a61cb05693","summary":"Começaremos dizendo que  R  é uma das linguagens de programação mais amplamente utilizadas na pesquisa científica","tags":["R","RStudio","history"],"title":"... e agora um pouco de teoria!"},{"date":"2021-03-16T00:00:00Z","href":"https://rbiologos.com/pt/blog/a001/","objectID":"fff30d8fbb54a651387668ebcc6b1bbe","summary":"Sobre nós?\r\n\rSomos David Vanegas e Eduardo Grajales, dois ** biólogos ** da Universidade de Quindío apaixonados pelo mundo da programação e R","tags":[],"title":"Por que criamos esta página?"},{"date":"0001-01-01T00:00:00Z","href":"https://rbiologos.com/pt/author/david-vanegas/","objectID":"64ad78c94e0db367ba902c3abc6b73cb","summary":"Sou biólogo, amante de insetos. Considero-me uma pessoa apaixonada pela vida, portanto, gosto de todas as atividades relacionadas com a vida, como a investigação e o turismo, o que nos permite compreender os diferentes processos naturais e estabelecer contacto com a realidade.","tags":null,"title":"David Vanegas"},{"date":"0001-01-01T00:00:00Z","href":"https://rbiologos.com/pt/author/eduardo-grajales/","objectID":"e9ee47ad94dd20738453e31efffeb09e","summary":"Sou biólogo de profissão e apaixonado por ecossistemas de alta montanha. Me considero uma pessoa muito curiosa, feliz, sempre com vontade de aprender, conhecer, explorar diferentes lugares cheios de natureza e, acima de tudo, compartilhar meus conhecimentos tanto com colegas (ou relacionados à profissão) quanto com pessoas que, devido ao diversos fatores, desconhecem plenamente a importância do meio ambiente e o papel da educação ambiental.","tags":null,"title":"Eduardo Grajales"},{"date":"0001-01-01T00:00:00Z","href":"https://rbiologos.com/pt/author/eliana-tabares/","objectID":"865d273b48dda42985455b4e6bc9fd62","summary":"Biólogo, com particular interesse nas áreas da genética e da conservação. Me considero uma pessoa em constante aprendizado, sempre em busca de novos temas e áreas de conhecimento para me enriquecer e aproveitar.","tags":null,"title":"Eliana Tabares Lara"}]